{
  "recentlymovies": [
    {
      "Title": "Back to the Outback",
      "Slug":"Back_to_the_Outback",
      "Summary": "Tired of being locked in a reptile house where humans gawk at them like they're monsters, a group of Australia's deadliest creatures plot a daring escape from their zoo to the Outback.",
      "Img": "https://de.web.img3.acsta.net/pictures/21/10/26/16/17/2610555.jpg",
      "IMDb RATING": "6.7",
      "Description": "Tired of being locked in a reptile house where humans gawk at them like they're monsters, a ragtag group of Australia's deadliest creatures plot a daring escape from their zoo to the Outback, a place where they'll fit in without being judged for their scales and fangs. Leading the group is Maddie, a poisonous snake with a heart of gold, who bands together with a self-assured Thorny Devil lizard Zoe, a lovelorn hairy spider Frank, and a sensitive scorpion Nigel. But when their nemesis Pretty Boy, a cute but obnoxious koala unexpectedly joins their escape, Maddie and the gang have no choice but to take him with them. So begins a hair-raising and hilarious road trip across Australia, as they are pursued by a zookeeper Chaz and his adventure-seeking mini-me.",
      "Production Year": "2021",
      "Time": "1h 35min",
      "Genres": "Animation Adventure Comedy Family",
      "Actors": [{}]
    },{
      "Title": "The Unforgivable",
      "Slug":"The_Unforgivable",
      "Summary": "A notorious criminal must break an evil curse in order to rescue an abducted girl who has mysteriously disappeared.",
      "Img": "https://encrypted-tbn2.gstatic.com/images?q=tbn:ANd9GcSasMKAzH6JkUVdmlDMYlaMD0FhR4CwZTRZxrAieFduPkdDXC5c",
      "IMDb RATING": "4.2",
      "Description": "Set in the treacherous frontier city of Samurai Town where a ruthless bank robber is sprung from jail by wealthy warlord The Governor, whose adopted granddaughter Bernice has gone missing. The Governor offers the prisoner his freedom in exchange for retrieving the runaway. Strapped into a leather suit that will self-destruct within three days, the bandit sets off on a journey to find the young woman and his own path to redemption.",
      "Production Year": "2021",
      "Time": "1h 43m",
      "Genres": "Action Sci-Fi Thriller",
      "Actors": [{}]
    },{
      "Title": "Rons_Gone Wrong",
      "Slug":"Ron's Gone_Wrong",
      "Summary": "The story of Barney, an awkward middle-schooler and Ron, his new walking, talking, digitally-connected device. Ron's malfunctions set against the backdrop of the social media age launch them on a journey to learn about true friendship.",
      "Img": "https://encrypted-tbn3.gstatic.com/images?q=tbn:ANd9GcRE7TOTGFGr1TsgSw1zAT1Pz-2UyiG7NLWDfjvo2ACul70dk4uu",
      "IMDb RATING": "7.0",
      "Description": "Twentieth Century Studios and Locksmith Animation's Ron's Gone Wrong is the story of Barney, a socially awkward middle-schooler and Ron, his new walking, talking, digitally-connected device, which is supposed to be his 'Best Friend out of the Box.' Ron's hilarious malfunctions set against the backdrop of the social media age, launch them into an action-packed journey in which boy and robot come to terms with the wonderful messiness of true friendship",
      "Production Year": "2021",
      "Time": "1h 47m",
      "Genres": "Animation Adventure Comedy Family Sci-Fi",
      "Actors": [{}]
    },{
      "Title": "Without Remorse",
      "Slug":"Without_Remorse",
      "Summary": "An elite Navy SEAL, goes on a path to avenge his wife's murder only to find himself inside of a larger conspiracy.",
      "Img": "https://encrypted-tbn3.gstatic.com/images?q=tbn:ANd9GcREGjjNFbbvp41YGg942p8cir2cbsKMcgCRT0WOAkqyvmNlps1c",
      "IMDb RATING": "5.8",
      "Description": "An elite Navy SEAL uncovers an international conspiracy while seeking justice for the murder of his pregnant wife in Tom Clancy's Without Remorse, the explosive origin story of action hero John Clark - one of the most popular characters in author Tom Clancy's Jack Ryan universe. When a squad of Russian soldiers kills his family in retaliation for his role in a top-secret op, Sr. Chief John Kelly (Michael B. Jordan) pursues the assassins at all costs. Joining forces with a fellow SEAL (Jodie Turner-Smith) and a shadowy CIA agent (Jamie Bell), Kelly's mission unwittingly exposes a covert plot that threatens to engulf the U.S. and Russia in an all-out war. Torn between personal honor and loyalty to his country, Kelly must fight his enemies without remorse if he hopes to avert disaster and reveal the powerful figures behind the conspiracy.",
      "Production Year": "2021",
      "Time": "1h 49m",
      "Genres": "Action Thriller War",
      "Actors": [{}]
    },{
      "Title": "No Time to Die",
      "Slug":"No_Time_to_Die",
      "Summary": "James Bond has left active service. His peace is short-lived when Felix Leiter, an old friend from the CIA, turns up asking for help, leading Bond onto the trail of a mysterious villain armed with dangerous new technology.",
      "Img": "https://encrypted-tbn1.gstatic.com/images?q=tbn:ANd9GcTjsL_VQnwmAa-wuEARqPxzJRF2q6j9RJwFeNSan_-INrXXY6Yy",
      "IMDb RATING": "7.4",
      "Description": "Bond has left active service and is enjoying a tranquil life in Jamaica. His peace is short-lived when his old friend Felix Leiter from the CIA turns up asking for help. The mission to rescue a kidnapped scientist turns out to be far more treacherous than expected, leading Bond onto the trail of a mysterious villain armed with dangerous new technology",
      "Production Year": "2021",
      "Time": "2h 43m",
      "Genres": "Action Adventure Thriller",
      "Actors": [{}]
    },{
      "Title": "Joe Bell",
      "Slug":"Joe_Bell",
      "Summary": "The true story of a small town, working class father who embarks on a solo walk across the U.S. to crusade against bullying after his son is tormented in high school for being gay.",
      "Img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS7LGH2Mt2ydjOWR9BtOXH6_XGHWrGO8axDmF9m9HXwMdw3Tf7w",
      "IMDb RATING": "5.7",
      "Description": "The true story of a small town, working class father who embarks on a solo walk across the U.S. to crusade against bullying after his son is tormented in high school for being gay.",
      "Production Year": "2021",
      "Time": "1h 34min",
      "Genres": "Biography Drama",
      "Actors": [{}]
    },{
      "Title": "Don't Breathe 2",
      "Slug":"Dont_Breathe_2",
      "Summary": "The sequel is set in the years following the initial deadly home invasion, where Norman Nordstrom (Stephen Lang) lives in quiet solace until his past sins catch up to him.",
      "Img": "https://de.web.img2.acsta.net/pictures/21/07/12/11/54/5930962.jpg",
      "IMDb RATING": "6.1",
      "Description": "Hiding out for years in an isolated cabin, Norman Nordstrom has taken in and raised a young girl orphaned from a house fire. Their quiet existence is shattered when a group of kidnappers show up and take the girl, forcing Norman to leave his safe haven to save her.",
      "Production Year": "2021",
      "Time": "1h 38m",
      "Genres": "Action Drama Horror Thriller",
      "Actors": [{}]
    },{
      "Title": "The Power of the Dog",
      "Slug":"The_Power_of_the_Dog",
      "Summary": "Charismatic rancher Phil Burbank inspires fear and awe in those around him. When his brother brings home a new wife and her son, Phil torments them until he finds himself exposed to the possibility of love.",
      "Img": "https://encrypted-tbn3.gstatic.com/images?q=tbn:ANd9GcRG1YExkz-5ZSf7gxoWkpGw8B0EzlVK4QQAiYjJv0cGqSl1sndH",
      "IMDb RATING": "7.0",
      "Description": "Severe, pale-eyed, handsome, Phil Burbank is brutally beguiling. All of Phil's romance, power and fragility is trapped in the past and in the land: He can castrate a bull calf with two swift slashes of his knife; he swims naked in the river, smearing his body with mud. He is a cowboy as raw as his hides. The year is 1925. The Burbank brothers are wealthy ranchers in Montana. At the Red Mill restaurant on their way to market, the brothers meet Rose, the widowed proprietress, and her impressionable son Peter. Phil behaves so cruelly he drives them both to tears, revelling in their hurt and rousing his fellow cowhands to laughter - all except his brother George, who comforts Rose then returns to marry her. As Phil swings between fury and cunning, his taunting of Rose takes an eerie form - he hovers at the edges of her vision, whistling a tune she can no longer play. His mockery of her son is more overt, amplified by the cheering of Phil's cowhand disciples. Then Phil appears to take the boy under his wing. Is this latest gesture a softening that leaves Phil exposed, or a plot twisting further into menace?",
      "Production Year": "2021",
      "Time": "2h 6m",
      "Genres": "Drama Romance Western",
      "Actors": [{}]
    }
  ],
  "trendingmovies": [
    {
      "Title": "The Hand of God",
      "Slug":"The_Hand_of_God",
      "Summary": "The story of a boy in the tumultuous Naples of the 1980s. Sorrentino's most personal film yet is a tale of fate and family, sports and cinema, love and loss.",
      "Img": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fen.wikipedia.org%2Fwiki%2FThe_Hand_of_God_(film)&psig=AOvVaw3DTwHKymrgqeeyQT79WyWN&ust=1639901576872000&source=images&cd=vfe&ved=0CAsQjRxqFwoTCNC6jsrz7PQCFQAAAAAdAAAAABAD",
      "IMDb RATING": "7.7",
      "Description": "From Academy Award-winning writer and director Paolo Sorrentino (Il Divo, The Great Beauty, The Young Pope), comes the story of a boy, Fabietto Schisa, in the tumultuous Naples of the 1980s. The Hand of God is a story full of unexpected joys, such as the arrival of football legend Diego Maradona, and an equally unexpected tragedy. Fate plays its part, joy and tragedy intertwine, and Fabietto's future is set in motion. Sorrentino returns to his hometown to tell his most personal story, a tale of fate and family, sports and cinema, love and loss",
      "Production Year": "2021",
      "Time": "2h 10min",
      "Genres": "Drama",
      "Actors": [{}]
    },
    {
      "Title": "Back to the Outback",
      "Slug":"Back_to_the_Outback",
      "Summary": "Tired of being locked in a reptile house where humans gawk at them like they're monsters, a group of Australia's deadliest creatures plot a daring escape from their zoo to the Outback.",
      "Img": "https://encrypted-tbn2.gstatic.com/images?q=tbn:ANd9GcSasMKAzH6JkUVdmlDMYlaMD0FhR4CwZTRZxrAieFduPkdDXC5c",
      "IMDb RATING": "6.7",
      "Description": "Tired of being locked in a reptile house where humans gawk at them like they're monsters, a ragtag group of Australia's deadliest creatures plot a daring escape from their zoo to the Outback, a place where they'll fit in without being judged for their scales and fangs. Leading the group is Maddie, a poisonous snake with a heart of gold, who bands together with a self-assured Thorny Devil lizard Zoe, a lovelorn hairy spider Frank, and a sensitive scorpion Nigel. But when their nemesis Pretty Boy, a cute but obnoxious koala unexpectedly joins their escape, Maddie and the gang have no choice but to take him with them. So begins a hair-raising and hilarious road trip across Australia, as they are pursued by a zookeeper Chaz and his adventure-seeking mini-me.",
      "Production Year": "2021",
      "Time": "1h 35min",
      "Genres": "Animation Adventure Comedy Family",
      "Actors": [{}]
    }
  ]
}
